Repository: Werozel/LinuxApplicationDevelopment2022
Catalog: 12_Documenting/po/*/*.po
Languages: ru

source: Invalid number
ru: Неправильное число

source: Is your number greater than
ru: Ваше число больше чем

source: yes
ru: да

source: no
ru: нет

source: Your number is
ru: Ваше число

source: Invalid input, expected
ru: Не верный ввод, ожидалось

source: Error reading input
ru: Ошибка чтения ввода

source: A simple number guessing game
ru: Простая игра 'угадай число'

source: Usage: main [-r, --help]
ru: Использование: main [-r, --help]

source: -r - use roman numerals
ru: -r - использовать римские цифры

source: --help - show this help
ru: --help - показать помощь

source: ru and en locales are available
ru: поддерживаются ru и en локали

source: Number of guesses
ru: Число попыток
